export const BIBLE_BOOK_TRANSLATIONS: { [key: string]: { [key: string]: string } } = {
  'Genesis': {
    'hi': 'उत्पत्ति',
    'or': 'ଆଦିପୁସ୍ତକ',
    'ta': 'ஆதியாகமம்'
  },
  'Exodus': {
    'hi': 'निर्गमन',
    'or': 'ଯାତ୍ରାପୁସ୍ତକ',
    'ta': 'யாத்திராகமம்'
  },
  'Leviticus': {
    'hi': 'लेव्यव्यवस्था',
    'or': 'ଲେବୀୟ ପୁସ୍ତକ',
    'ta': 'லேவியராகமம்'
  },
  'Numbers': {
    'hi': 'गिनती',
    'or': 'ଗଣନା',
    'ta': 'எண்ணாகமம்'
  },
  'Deuteronomy': {
    'hi': 'व्यवस्थाविवरण',
    'or': 'ଦ୍ୱିତୀୟ ବିବରଣ',
    'ta': 'உபாகமம்'
  },
  'Joshua': {
    'hi': 'यहोशू',
    'or': 'ଯିହୋଶୂୟ',
    'ta': 'யோசுவா'
  },
  'Judges': {
    'hi': 'न्यायियों',
    'or': 'ବିଚାରକର୍ତ୍ତାମାନଙ୍କ ବିବରଣ',
    'ta': 'நியாயாதிபதிகள்'
  },
  'Ruth': {
    'hi': 'रूत',
    'or': 'ରୂତ',
    'ta': 'ரூத்'
  },
  '1 Samuel': {
    'hi': '1 शमूएल',
    'or': '୧ ଶାମୁୟେଲ',
    'ta': '1 சாமுவேல்'
  },
  '2 Samuel': {
    'hi': '2 शमूएल',
    'or': '୨ ଶାମୁୟେଲ',
    'ta': '2 சாமுவேல்'
  },
  '1 Kings': {
    'hi': '1 राजा',
    'or': '୧ ରାଜାବଳୀ',
    'ta': '1 இராஜாக்கள்'
  },
  '2 Kings': {
    'hi': '2 राजा',
    'or': '୨ ରାଜାବଳୀ',
    'ta': '2 இராஜாக்கள்'
  },
  '1 Chronicles': {
    'hi': '1 इतिहास',
    'or': '୧ ବଂଶାବଳୀ',
    'ta': '1 நாளாகமம்'
  },
  '2 Chronicles': {
    'hi': '2 इतिहास',
    'or': '୨ ବଂଶାବଳୀ',
    'ta': '2 நாளாகமம்'
  },
  'Ezra': {
    'hi': 'एज्रा',
    'or': 'ଏଜ୍ରା',
    'ta': 'எஸ்றா'
  },
  'Nehemiah': {
    'hi': 'नहेमायाह',
    'or': 'ନିହିମିୟା',
    'ta': 'நெகேமியா'
  },
  'Esther': {
    'hi': 'एस्तेर',
    'or': 'ଏଷ୍ଟର',
    'ta': 'எஸ்தர்'
  },
  'Job': {
    'hi': 'अय्यूब',
    'or': 'ଆୟୁବ',
    'ta': 'யோபு'
  },
  'Psalms': {
    'hi': 'भजन संहिता',
    'or': 'ଗୀତସଂହିତା',
    'ta': 'சங்கீதம்'
  },
  'Proverbs': {
    'hi': 'नीतिवचन',
    'or': 'ହିତୋପଦେଶ',
    'ta': 'நீதிமொழிகள்'
  },
  'Ecclesiastes': {
    'hi': 'सभोपदेशक',
    'or': 'ଉପଦେଶକ',
    'ta': 'பிரசங்கி'
  },
  'Song of Solomon': {
    'hi': 'श्रेष्ठगीत',
    'or': 'ପରମଗୀତ',
    'ta': 'உன்னதப்பாட்டு'
  },
  'Isaiah': {
    'hi': 'यशायाह',
    'or': 'ଯିଶାଇୟ',
    'ta': 'ஏசாயா'
  },
  'Jeremiah': {
    'hi': 'यिर्मयाह',
    'or': 'ଯିରିମିୟ',
    'ta': 'எரேமியா'
  },
  'Lamentations': {
    'hi': 'विलापगीत',
    'or': 'ବିଳାପ',
    'ta': 'புலம்பல்'
  },
  'Ezekiel': {
    'hi': 'यहेजकेल',
    'or': 'ଯିହିଜିକଲ',
    'ta': 'எசேக்கியேல்'
  },
  'Daniel': {
    'hi': 'दानिय्येल',
    'or': 'ଦାନିୟେଲ',
    'ta': 'தானியேல்'
  },
  'Hosea': {
    'hi': 'होशे',
    'or': 'ହୋଶେୟ',
    'ta': 'ஓசியா'
  },
  'Joel': {
    'hi': 'योएल',
    'or': 'ଯୋୟେଲ',
    'ta': 'யோவேல்'
  },
  'Amos': {
    'hi': 'आमोस',
    'or': 'ଆମୋଷ',
    'ta': 'ஆமோஸ்'
  },
  'Obadiah': {
    'hi': 'ओबद्याह',
    'or': 'ଓବଦିୟ',
    'ta': 'ஒபதியா'
  },
  'Jonah': {
    'hi': 'योना',
    'or': 'ଯୂନସ',
    'ta': 'யோனா'
  },
  'Micah': {
    'hi': 'मीका',
    'or': 'ମୀଖା',
    'ta': 'மீகா'
  },
  'Nahum': {
    'hi': 'नहूम',
    'or': 'ନହୂମ',
    'ta': 'நாகூம்'
  },
  'Habakkuk': {
    'hi': 'हबक्कूक',
    'or': 'ହବକ୍କୂକ',
    'ta': 'ஆபகூக்'
  },
  'Zephaniah': {
    'hi': 'सपन्याह',
    'or': 'ସିଫନିୟ',
    'ta': 'செப்பனியா'
  },
  'Haggai': {
    'hi': 'हाग्गै',
    'or': 'ହାଗୟ',
    'ta': 'ஆகாய்'
  },
  'Zechariah': {
    'hi': 'जकर्याह',
    'or': 'ଯିଖରିୟ',
    'ta': 'சகரியா'
  },
  'Malachi': {
    'hi': 'मलाकी',
    'or': 'ମଲାଖି',
    'ta': 'மல்கியா'
  },
  'Matthew': {
    'hi': 'मत्ती',
    'or': 'ମାଥିଉ',
    'ta': 'மத்தேயு'
  },
  'Mark': {
    'hi': 'मरकुस',
    'or': 'ମାର୍କ',
    'ta': 'மாற்கு'
  },
  'Luke': {
    'hi': 'लूका',
    'or': 'ଲୂକ',
    'ta': 'லூக்கா'
  },
  'John': {
    'hi': 'यूहन्ना',
    'or': 'ଯୋହନ',
    'ta': 'யோவான்'
  },
  'Acts': {
    'hi': 'प्रेरितों के काम',
    'or': 'ପ୍ରେରିତ',
    'ta': 'அப்போஸ்தலர்'
  },
  'Romans': {
    'hi': 'रोमियों',
    'or': 'ରୋମୀୟ',
    'ta': 'ரோமர்'
  },
  '1 Corinthians': {
    'hi': '1 कुरिन्थियों',
    'or': '୧ କରିନ୍ଥୀୟ',
    'ta': '1 கொரிந்தியர்'
  },
  '2 Corinthians': {
    'hi': '2 कुरिन्थियों',
    'or': '୨ କରିନ୍ଥୀୟ',
    'ta': '2 கொரிந்தியர்'
  },
  'Galatians': {
    'hi': 'गलातियों',
    'or': 'ଗାଲାତୀୟ',
    'ta': 'கலாத்தியர்'
  },
  'Ephesians': {
    'hi': 'इफिसियों',
    'or': 'ଏଫିସୀୟ',
    'ta': 'எபேசியர்'
  },
  'Philippians': {
    'hi': 'फिलिप्पियों',
    'or': 'ଫିଲିପ୍ପୀୟ',
    'ta': 'பிலிப்பியர்'
  },
  'Colossians': {
    'hi': 'कुलुस्सियों',
    'or': 'କଲସୀୟ',
    'ta': 'கொலோசெயர்'
  },
  '1 Thessalonians': {
    'hi': '1 थिस्सलुनीकियों',
    'or': '୧ ଥେସଲନିକୀୟ',
    'ta': '1 தெசலோனிக்கேயர்'
  },
  '2 Thessalonians': {
    'hi': '2 थिस्सलुनीकियों',
    'or': '୨ ଥେସଲନିକୀୟ',
    'ta': '2 தெசலோனிக்கேயர்'
  },
  '1 Timothy': {
    'hi': '1 तीमुथियुस',
    'or': '୧ ତୀମଥି',
    'ta': '1 தீமோத்தேயு'
  },
  '2 Timothy': {
    'hi': '2 तीमुथियुस',
    'or': '୨ ତୀମଥି',
    'ta': '2 தீமோத்தேயு'
  },
  'Titus': {
    'hi': 'तीतुस',
    'or': 'ତୀତସ',
    'ta': 'தீத்து'
  },
  'Philemon': {
    'hi': 'फिलेमोन',
    'or': 'ଫିଲିମୋନ',
    'ta': 'பிலேமோன்'
  },
  'Hebrews': {
    'hi': 'इब्रानियों',
    'or': 'ଏବ୍ରୀ',
    'ta': 'எபிரெயர்'
  },
  'James': {
    'hi': 'याकूब',
    'or': 'ଯାକୁବ',
    'ta': 'யாக்கோபு'
  },
  '1 Peter': {
    'hi': '1 पतरस',
    'or': '୧ ପିତର',
    'ta': '1 பேதுரு'
  },
  '2 Peter': {
    'hi': '2 पतरस',
    'or': '୨ ପିତର',
    'ta': '2 பேதுரு'
  },
  '1 John': {
    'hi': '1 यूहन्ना',
    'or': '୧ ଯୋହନ',
    'ta': '1 யோவான்'
  },
  '2 John': {
    'hi': '2 यूहन्ना',
    'or': '୨ ଯୋହନ',
    'ta': '2 யோவான்'
  },
  '3 John': {
    'hi': '3 यूहन्ना',
    'or': '୩ ଯୋହନ',
    'ta': '3 யோவான்'
  },
  'Jude': {
    'hi': 'यहूदा',
    'or': 'ଯିହୂଦା',
    'ta': 'யூதா'
  },
  'Revelation': {
    'hi': 'प्रकाशितवाक्य',
    'or': 'ପ୍ରକାଶିତ ବାକ୍ୟ',
    'ta': 'வெளிப்படுத்தின விசேஷம்'
  }
};
